Repository: pilotmoon/Scroll-Reverser
Catalog: resources/*.lproj/Localizable.strings
Languages: cs, el, he, ru, sk, tr

source: %1$@ permission: %2$@
cs: %1$@ oprávnění: %2$@
el: Δικαιώματα για %1$@: %2$@
he: הרשאת %1$@: %2$@
ru: Доступ к %1$@: %2$@
sk: Povolenie pre %1$@: %2$@
tr: %1$@ izni: %2$@

source: Accessibility
cs: Zpřístupnění
el: Προσβασιμότητα
he: נגישות
ru: Универсальный доступ
sk: Prístupnosť
tr: Erişilebilirlik

source: App
cs: Aplikace
el: Εφαρμογή
he: אפליקציה
ru: Приложение
sk: Aplikácia
tr: Uygulama

source: Automatically
cs: Automaticky
el: Αυτόματα
he: באופן אוטומטי
ru: Автоматически
sk: Automaticky
tr: Otomatik olarak

source: Check for updates
cs: Zkontrolovat aktualizace
el: Έλεγχος για αναβαθμίσεις
he: בדוק אם קיימים עדכונים
ru: Проверить обновления
sk: Skontrolovať aktualizácie
tr: Güncellemeleri denetle

source: Enable %1$@
cs: Zapnout %1$@
el: Ενεργοποίησε το %1$@
he: אפשר %1$@
ru: Включить %1$@
sk: Aktivovať %1$@
tr: %1$@'ı Etkinleştir

source: For settings, click the icon in the menu bar
cs: Pro nastavení klikněte na ikonu v řádku nabídek
el: Για τις προτιμήσεις κλικάτερε στο εικονίδιο που βρίσκεται στη γραμμή μενού
he: להגדרות, לחץ על הסמל בשורת התפריטים
ru: Чтобы открыть настройки, нажмите на значок в строке меню
sk: Kliknite na ikonu v menu lište pre nastavenia
tr: Ayarlar için menü çubuğundaki ikona tıklayın

source: Icon Hidden
cs: Ikona skryta
el: Το εικονίδιο κρύφτηκε
he: אייקון מוסתר
ru: Значок скрыт
sk: Ikona je skrytá
tr: İkon Gizlendi

source: Include beta versions
cs: Zahrnout beta verze
el: Περιέλαβε και τις δοκιμαστικές εκδόσεις
he: כלול גרסאות בטא
ru: Включая бета-версии
sk: Zahrnúť beta verzie
tr: Beta versiyonları dahil et

source: Input Monitoring
cs: Monitorování vstupu
el: Παρακολούθηση συσκευής εισόδου
he: ניטור קלט
ru: Мониторинг ввода
sk: Monitorovanie Vstupu
tr: Giriş İzleme

source: Large
cs: Velký
sk: Veľká
tr: Büyük

source: OK
el: ΟΚ
he: אישור
tr: Tamam

source: Open %1$@ preferences
cs: Otevřít %1$@ nastavení
el: Άνοιξε τις ρυθμίσεις %1$@
he: בחר/י %1$@ בהעדפות המערכת
ru: Открыть настройки: %1$@
sk: Otvoriť nastavenia pre %1$@
tr: %1$@ tercihlerini aç

source: Permissions
cs: Oprávnění
el: Δικαιώματα
he: הרשאות
ru: Доступ
sk: Povolenia
tr: İzinler

source: Preferences
cs: Nastavení
el: Προτιμήσεις
he: העדפות
ru: Настройки
sk: Nastavenia
tr: Tercihler

source: Quit %1$@
cs: Ukončit %1$@
el: Έξοδος %1$@
he: צא/י מ- %1$@
ru: Закрыть %1$@
sk: Ukončiť %1$@
tr: %1$@'ı Kapat

source: Request %1$@ permission
cs: Požádat o oprávnění: %1$@
el: Αίτηση δικαιωμάτων για %1$@
he: בקש/י הרשאת %1$@
ru: Запросить доступ к %1$@
sk: Požiadať o povolenie pre %1$@
tr: %1$@ iznini iste

source: Reverse Horizontal
cs: Převrátit vodorovnou
el: Οριζόντια Αντιστροφή
he: הפוך אופקי
ru: Горизонтальный реверс
sk: Otočiť horizontálne
tr: Yatayda Tersine Çevir

source: Reverse Mouse
cs: Převrátit myš
el: Αντιστροφή στο Mouse
he: הפוך עכבר
ru: Реверс мыши
sk: Otočiť myš
tr: Fareyi Tersine Çevir

source: Reverse Trackpad
cs: Převrátit trackpad
el: Αντιστροφή στο Trackpad
he: הפוך משטח נגיעה
ru: Реверс трекпада
sk: Otočiť trackpad
tr: İzleme Dörtgenini Tersine Çevir

source: Reverse Vertical
cs: Převrátit svislou
el: Κάθετη Αντιστροφή
he: הפוך אנכי
ru: Вертикальный реверс
sk: Otočiť vertikálne
tr: Dikeyde Tersine Çevir

source: Scroll Reverser is now running!
cs: Scroll Reverser běží!
el: Το Scroll Reverser είναι ενεργό!
he: Scroll Reverser רץ כרגע!
ru: Scroll Reverser запущен!
sk: Scroll Reverser je teraz spustený!
tr: Scroll Reverser şu anda çalışıyor!

source: Scroll Reverser needs Accessibility permission to modify your scrolling.
cs: Scroll Reverse potřebuje oprávnění k Zpřístupnění, aby mohl změnit vaše scrollování.
el: Το Scroll Reverser χρειάζεται δικαιώματα για να αλλάξει το σκρολάρισμα.
he: Scroll Reverser צריך הרשאות נגישות כדי לשנות את הגדרות הגלילה שלך.
ru: Для изменения прокрутки Scroll Reverser необходимо разрешить Универсальный доступ.
sk: Scroll Reverser potrebuje povolenie Prístupnosti na úpravu rolovania.
tr: Scroll Reverser kaydırmayı özelleştirebilmek için Erişilebilirlik iznine ihtiyaç duyuyor.

source: Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad.
cs: Scroll Reverse potřebuje oprávnění k Monitorování vstupu, aby mohl zjistit, zda se dotýkate trackpadu.
el: Το Scroll Reverser χρειάζεται δικαιώματα Παρακολούθησης Συσκευής Εισόδου για να δει αν τα δάχτυλά σας ακουμπούν το Trackpad.
he: Scroll Reverser צריך הרשאת ״ניטור קלט״ כדי לזהות נגיעה של האצבעות במשטח גלילה.
ru: Scroll Reverser требуется доступ к Мониторингу ввода, чтобы распознавать пальцы на трекпаде.
sk: Scroll Reverser potrebuje povolenie na Monitorovanie Vstupu na detegovanie, či sa Vaše prsty dotýkaju trackpadu.
tr: Scroll Reverser parmaklarınızın izleme dörtgenine temas ettiğini tespit edebilmek için Giriş İzleme iznine ihtyiaç duyuyor.

source: Scroll Wheel
cs: Kolečko myši
sk: Rolovacie Koliesko
tr: Kaydırma Tekerleği

source: Scrolling
cs: Scrollování
el: Κύλιση
he: גלילה
ru: Прокрутка
sk: Rolovanie
tr: Kaydırma

source: Scrolling Axes
cs: Osy posuvu
el: Άξονες Κύλισης
he: צירי גלילה
ru: Оси прокрутки
sk: Osi rolovania
tr: Kaydırma Eksenleri

source: Scrolling Devices
cs: Zařízení pro scrollování
el: Συσκευές Κύλισης
he: מכשירי גלילה
ru: Устройства
sk: Rolovacie zariadenia
tr: Kaydırma Aygıtları

source: Show in menu bar
cs: Zobrazit v řádku nabídek
el: Εμφάνιση στη γραμμή μενού
he: הצגה בשורת התפריטים
ru: Показать в строке меню
sk: Ukázať v menu lište
tr: Menü çubuğunda göster

source: Small
cs: Malý
sk: Malá
tr: Küçük

source: Start at login
cs: Spustit při přihlášení
el: Εκκίνηση κατά την είσοδο
he: הפעל בעת ההתחברות
ru: Автозапуск
sk: Spustiť pri štarte
tr: Giriş yapıldığında başlat

source: Step size
cs: Velikost kroku
sk: Veľkosť rolovania
tr: Adım boyutu

source: The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder.
cs: Ikona %1$@ byla odstraněna z řádku nabídek. Pokud ji chcete obnovit, spusťte znovu %1$@ z Finderu.
el: Το εικονίδιο %1$@ έχει αφαιρεθεί από τη μενού μπάρα. Για να το επαναφέρετε, τρέξτε το %1$@ ξανά από τον Finder.
he: האייקון של %1$@ הוסר משורת התפריטים, כדי להחזיר אותו בכל זמן יש להריץ את %1$@ מה-Finder.
sk: Ikona appky %1$@ bola odstránená z menu lišty. Pre jej obnovenie, spustite %1$@ znovu z Findera.
tr: %1$@ ikonu menü çubuğundan kaldırıldı. İstediğiniz zaman geri getirmek için Finder'dan %1$@'ı tekrardan başlatın.

source: ⛔️ required
cs: ⛔ vyžadováno
el: ⛔️ απαιτείται
he: ⛔️ נדרש
ru: ⛔️ требуется доступ
sk: ⛔️ vyžadované
tr: ⛔️ gerekli

source: ✅ granted
cs: ✅ uděleno
el: ✅ εγκρίθηκε
he: ✅ הוענק
ru: ✅ разрешено
sk: ✅ udelené
tr: ✅ verildi
